export const PLACES = [
  {
    id: 'shin-fang-chun-tea',
    name: '新芳春茶行',
    lat: 25.045321,
    lng: 121.516789,
    description: '「新芳春茶行」興建於1934年，為大稻埕茶商王連河隨父親舉家自福建安溪來臺發展的起家厝，這棟融和中西特色的日治時期建築，是臺北市少數被完整保存下來的住商混合洋樓，經2009年指定為市定古蹟，自2011年至2015年歷時為期4年的古蹟修復工程，並於同年由原屋主將這棟富有歷史價值的古蹟建築捐贈予臺北市政府。',
    image: require('../assets/places/shinfang.png'),
  },
  {
    id: 'xiahai-temple',
    name: '霞海城隍廟',
    lat: 25.046130,
    lng: 121.515998,
    description: '台北霞海城隍廟位於台北市迪化街一段61號，是內政部核定的三級古蹟，與慈聖宮，法主公廟合稱大稻埕的三大廟宇。霞海城隍廟原為福建泉州府同安縣下店鄉海邊厝五鄉庄居民的守護神，清朝康熙元年，御賜臨海門匾額。而因下店鄉又名霞城，而祖廟又設於霞城的臨海門旁，所以渡海來台以後便稱為台北霞海城隍。',
    image: require('../assets/places/xiahai.png'),
  },
]; 